Repository: studiogo-armony/armony-ios
Catalog: Armony/Armony/Common/Localizable/Backend/BackendGenres+Localizable.xcstrings
Source language: en
Languages: pt_br

# Genre_1
source: Acoustic
pt_br: Acústico

# Genre_3
source: Anatolian Rock
pt_br: Rock Anatólio

# Genre_6
source: Choir
pt_br: Coral

# Genre_7
source: Classical
pt_br: Clássico

# Genre_11
source: Electronic Pop
pt_br: Pop Eletrônico

# Genre_12
source: Electronic
pt_br: Eletrônico

# Genre_13
source: Folk Music
pt_br: Música Folclórica

# Genre_18
source: Hip Hop
pt_br: House

# Genre_19
source: House
pt_br: Indie

# Genre_20
source: Indie
pt_br: Jazz

# Genre_21
source: Jazz
pt_br: K-Pop

# Genre_22
source: Latin
pt_br: Latina

# Genre_23
source: Pop
pt_br: Lounge

# Genre_24
source: Pop - Rock
pt_br: Metal

# Genre_25
source: Psychedelic
pt_br: Pop

# Genre_26
source: Punk
pt_br: Progressivo

# Genre_27
source: R&B
pt_br: Psicodélico

# Genre_28
source: Rap
pt_br: Punk

# Genre_29
source: Reggae
pt_br: R&B

# Genre_30
source: Rock
pt_br: Rap

# Genre_31
source: Soft Pop
pt_br: Reggae

# Genre_32
source: Soundtrack
pt_br: Reggaeton

# Genre_33
source: Techno
pt_br: Rock

# Genre_34
source: Trance
pt_br: Soul

# Genre_35
source: Trap
pt_br: Techno

# Genre_36
source: Turkish Classical Music
pt_br: Trance

# Genre_37
source: Turkish Folk Music
pt_br: Trap

# Genre_38
source: Alternative Pop
pt_br: Música Turca

# Genre_39
source: Alternative Rock
pt_br: World Music

# Genre_40
source: Dance
pt_br: Alternativo

# Genre_41
source: Metal
pt_br: Ambient

# Genre_42
source: Industrial Music
pt_br: Música Clássica Árabe

# Genre_43
source: Instrumental
pt_br: Arabesk

# Genre_44
source: K-Pop
pt_br: Banda Sonora

# Genre_45
source: Opera
pt_br: Música Infantil
